Repository: brancom554/planeteencheres2
Catalog: app/Resources/translations/*/AdminAdvparametersFeature.*.xlf
Languages: vi_vn

source: Discount to (yyyy-mm-dd)
vi_vn: Giảm giá đến (yyyy-mm-dd)

source: Reference #
vi_vn: Tham khảo

source: Supplier reference #
vi_vn: Tham khảo của nhà cung cấp

source: Additional shipping cost
vi_vn: Phí giao hàng bổ sung

source: Unit for the price per unit
vi_vn: Đơn vị giá trên một đơn vị

source: Price per unit
vi_vn: Giá cho mỗi đơn vị

source: Tags (x,y,z...)
vi_vn: thẻ (x,y,z...)

source: Rewritten URL
vi_vn: Viết lại URL

source: Label when backorder allowed
vi_vn: Nhãn khi được phép đảo ngược thứ tự

source: Available for order (0 = No, 1 = Yes)
vi_vn: Sẵn có cho đơn hàng (0= Không, 1= Có)

source: Product availability date
vi_vn: Ngày sản phẩm sẵn sàng được đưa vào sử dụng

source: Product creation date
vi_vn: Ngày sản xuất

source: Show price (0 = No, 1 = Yes)
vi_vn: Hiển thị giá (0= Không, 1= Có)

source: Delete existing images (0 = No, 1 = Yes)
vi_vn: Xóa ảnh hiện tại (0 = Không, 1 = Có)

source: Feature (Name:Value:Position:Customized)
vi_vn: Đặc điểm (Tên:Giá trị:Vị trí:Đã tùy chỉnh)

source: Available online only (0 = No, 1 = Yes)
vi_vn: Online only (0= Không, 1= Có)

source: Customizable (0 = No, 1 = Yes)
vi_vn: Có thể tùy chỉnh (0= Không, 1= Có)

source: Uploadable files (0 = No, 1 = Yes)
vi_vn: Các tệp tin có thể tải lên (0= Không, 1=Có)

source: Text fields (0 = No, 1 = Yes)
vi_vn: Trường văn bản (0= Không, 1= Có)

source: Action when out of stock
vi_vn: Hành động khi hết hàng

source: Virtual product (0 = No, 1 = Yes)
vi_vn: Sản phẩm ảo (0 = Không, 1 = Có)

source: File URL
vi_vn: URL tập tin

source: Expiration date (yyyy-mm-dd)
vi_vn: Ngày hết hạn (yyyy-mm-dd)

source: Number of days
vi_vn: Số ngày

source: Accessories (x,y,z...)
vi_vn: Phụ kiện (x,y,z...)

source: Active (0/1)
vi_vn: có hiệu lực

source: Titles ID (Mr = 1, Ms = 2, else 0)
vi_vn: Mã ID tiêu đề (Mr=1, Ms=2, Khác 0)

source: Birth date (yyyy-mm-dd)
vi_vn: Ngày sinh (yyyy-mm-dd)

source: Newsletter (0/1)
vi_vn: Tin tức (0/1)

source: Partner offers (0/1)
vi_vn: Đối tác cung cấp (0/1)

source: Registration date (yyyy-mm-dd)
vi_vn: Ngày đăng ký (yyyy-mm-dd)

source: Groups (x,y,z...)
vi_vn: Nhóm (x,y,z...)

source: Default group ID
vi_vn: ID nhóm mặc định

source: Customer email
vi_vn: E-mail khách hàng

source: ID / Name of group shop
vi_vn: ID/Tên của cửa hàng nhóm

source: Address (2)
vi_vn: Địa chỉ (2)

source: Latitude
vi_vn: Vĩ độ

source: Longitude
vi_vn: Kinh độ

source: Note
vi_vn: Ghi chú

source: Hours (x,y,z...)
vi_vn: Giờ (x,y,z...)

source: Supplier ID *
vi_vn: ID nhà cung cấp *

source: Lang ID
vi_vn: ID ngôn ngữ

source: Warehouse ID *
vi_vn: ID kho hàng *

source: Currency ID *
vi_vn: ID tiền tệ *

source: Supply Order Reference *
vi_vn: Tham chiếu đơn hàng cung cấp *

source: Delivery Date (Y-M-D)*
vi_vn: Ngày giao hàng (Y-M-D)*

source: Discount rate
vi_vn: Tỉ lệ giảm giá

source: Product ID *
vi_vn: ID sản phẩm *

source: Product Attribute ID
vi_vn: ID Thuộc tính sản phẩm

source: Unit Price (tax excl.)*
vi_vn: Đơn giá (bao gồm thuế.)*

source: Quantity Expected *
vi_vn: Số lượng mong đợi *

source: Discount Rate
vi_vn: Tỷ lệ giảm giá

source: Tax Rate
vi_vn: Thuế

source: Import .CSV data
vi_vn: Nhập dữ liệu CSV

source: Use cache
vi_vn: Dùng bộ nhớ đệm

source: Caching system
vi_vn: Hệ thống bộ nhớ đệm

source: Memcached via PHP::Memcache
vi_vn: Hệ thống phân phối và lưu trữ bộ nhớ đệm trên RAM Memcached qua PHP:: Memcache

source: Memcached via PHP::Memcached
vi_vn: Hệ thống phân phối và lưu trữ bộ nhớ đệm trên RAM Memcached qua PHP:: Memcache
